MovieModuleNameInList				= "Movies";

MovieTrailersMenuItem				= "Theatrical Trailers";
MoviesFolderMenuItem				= "Movies Folder";
StarfishMenuItem 					= "Starfish [LOC]";

MovieTrailersHD						= "HD Trailers";

